<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Frameset//EN"><html>	<head>		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">		<meta name="generator" content="Adobe GoLive">		<title>Art Erog&ecirc;nique</title>		<meta name="keywords" content="art, sex, erotic, erotic art, porn art, pornographique art, sexy, tasty, disturbing, sucking, licking, suck, lick, blow, pussy, cunt, vagina, cock, penis, dick, ass asshole, art, artistic, smell, eat, absurd, manipulation, mutilate, mutilation, mutant, sexbots, whore, whores, pimp, bobo, boboland, play, toilet training, food training, war games, cruci-sex, make-believe, anal, vaginal, oral, phalic, walking the dog, masturbation, sperm, ejaculation, cum, pissing, piss, pee, sex toys, toilets, retables, analytical, eroscapes, 666, objects, sex objects, 69, fuck, fucking, anal quests, shit, politics, destruction, cut up, morcelé, castrate, drink, 		urine, urinal, bleed, blood, semen, vaginal fluid, secrets, screwing, screwed, whore, pimp, war, kill, shoot, gun, impale, impalement, rectum, fight, love, hate, perversion, beasts, beastiality, lies, fake, false, transference, dreams, fantasies, fantasmes, in blossom, vaginal flowers, creepy, culinary, backdoor, bootcamp, hard, saliva, raw, sex pistol, feeding, junk, junk food, burger, crucifiction, outhouse, tongue, devotions, off limits, forbidden, rituals, training, objects, rites, rearing, sexual, strange relations, eroship, eros, suppository, degrading">		<meta name="keywords" content="art érotique, art pornographique, sexe, érotique, gôuteuse, dérangant, sucer, lécher, pipe, vagin, vaginal, bitte, pénis, cul, trou de cul, TDC, sang,  saigné, baiser, macreau, pistolet empaler, battre. guerre, amour, bête, bestialité, mensonges, faux, transfert, rèves, culinaire, dur, érection, artistique, manger, pute, putes, prostitution, toilette, bouffe, manger, phalique, sperme, nourir, langue, interdit, rituels, sexuel, érogênique, art érogênique, analytique, pisseer, pipi, kaka, objets, suppo, suppotitoire, éros, degradant, boire, boisson, msrde, politique, couper">		<meta name="robots" content="Index, Follow">		<meta name="description" content="&laquo; L&rsquo;art &eacute;rog&ecirc;nique &raquo; - created by HUGH DOBBS - is a French play on words ; a sort of paradox, in which the art is both erogenous and disturbing.   These bodies are not just simple sex-objects, but fragmented objects, put together symbiotically in order to compose a hyper-object, a scene, a symbolic construct... Thus the objects go beyond a simple object state to become the symbolic object, the &laquo; object of the object &raquo;. He doesn&rsquo;t attack eroticism or pornography, but the need to pervert it, the need to show it as something dirty. His objects are beautiful, sexy, desirable, tasty, but we can perceive more...L&rsquo;art &eacute;rog&ecirc;nique &#150; cr&eacute;&eacute; par HUGH DOBBS - incarne le paradoxe m&ecirc;me que sa construction s&eacute;mantique laisse supposer : &agrave; la fois g&eacute;n&eacute;rateur d&rsquo;&eacute;rotisme, tout en &eacute;tant g&ecirc;nant &agrave; percevoir.Les corps , surtout morcel&eacute;s, ne sont pas que des objets. Ses constructions sont agenc&eacute;es de fa&ccedil;on &agrave; composer des hyper-objets, un paysage, une sc&egrave;ne au sens ritualis&eacute; du terme... Les &laquo; objets &raquo; deviennent ainsi bien plus que de simples objets ; ils sont l&rsquo;expression de l&rsquo;objet symbolique, l&rsquo;objet de l&rsquo;objet. L&rsquo;artiste n&rsquo;attaque pas l&rsquo;&eacute;rotisme, ni m&ecirc;me la pornographie mais le besoin de les pervertir, de les montrer sans ressenti comme quelque chose de simplement sordide et &ldquo;bandant&rdquo;. Ses objets sont beaux, sexy, d&eacute;sirables, go&ucirc;teux, mais nous pouvons percevoir plus...">		<csscriptdict import="import">			<script type="text/javascript" src="GeneratedItems/CSScriptLib.js"></script>		</csscriptdict>		<csactiondict>			<script type="text/javascript"><!--CSAct[/*CMP*/ 'c93b891e0'] = new Array(CSOpenMaxWindow,/*URL*/ 'erogen31441.html','',false,false,false,false,false,false,false);// --></script>		</csactiondict>		<style type="text/css" media="all"><!--.ds3 /*agl rulekind: base;*/ { color: #fff; font-size: 9px; }.ds4 /*agl rulekind: base;*/ { font-size: 9px; }.ds7 /*agl rulekind: base;*/ { color: #fff; }--></style>		<csactions>			<csaction name="c93b891e0" class="OpenMaxWindow" type="onevent" val0="erogen31441.html" val1="" val2="false" val3="false" val4="false" val5="false" val6="false" val7="false" val8="false" urlparams="1"></csaction>		</csactions>	</head>				<body leftmargin="0" marginheight="0" marginwidth="0" topmargin="0">		<p align="center"><span class="ds7"><img src="newfront/bkj1.jpg" alt="" height="500" width="1000" usemap="#bkj1c93b8851" border="0"><map name="bkj1c93b8851"><area onclick="CSAction(new Array(/*CMP*/'c93b891e0'));return CSClickReturn()" shape="rect" coords="938,428,987,474" href="#" alt="" csclick="c93b891e0"></map></span></p>		<div align="left">			<p><span class="ds7"><span class="ds3">Art Erog&ecirc;nique created by HUGH DOBBS - is a French play on words ; a sort of paradox, in which the art is both erogenous and disturbing.<br>						These bodies are not just simple sex-objects, but fragmented objects, put together symbiotically in order to compose a hyper-object, a scene, a symbolic construct... Thu</span></span><span class="ds4"><span class="ds3">the objects go beyond a simple object state to become the symbolic object, the &amp;laquo; object of the object &amp;raquo;. He doesn&amp;rsquo;t attack eroticism or pornography, but the need to pervert it, the need to show it as something dirty. His objects are beautiful, sexy, desirable, tasty, but we can perceive more...<br>					</span></span></p>			<p><span class="ds3"><span class="ds3">Les corps ne sont pas que des objets et encore moins lorsqu&rsquo;ils sont <i>morcel&eacute;s</i>. Ses objets - en tant que constructions structurales - sont agenc&eacute;s de fa&ccedil;on &agrave; composer soit des hyper-objets, soit un paysage (<i>&eacute;rosage)</i>, soit une sc&egrave;ne au sens ritualis&eacute; du terme... Le sujet devient alors une construction symbolique, l&rsquo;expression de l&rsquo;interd&eacute;pendance de ces constituants. Les objets ainsi agenc&eacute;s deviennent bien plus que de simples objets ; ils sont l&rsquo;expression de l&rsquo;objet symbolique de l&rsquo;objet : <b>l&rsquo;objet de l&rsquo;objet. </b>Le spectateur assiste de ce fait &agrave; une sanctification des zones &eacute;rog&egrave;nes sous forme de mise en sc&egrave;ne du rite et/ou la mise &agrave; nu parodique de ce dernier.</span></span></p>			<p><span class="ds4"><span class="ds3">L&rsquo;artiste n&rsquo;attaque pas l&rsquo;&eacute;rotisme, ni m&ecirc;me la pornographie mais le besoin de les pervertir, de les montrer sans ressenti comme quelque chose de simplement sordide, &ldquo;bandant&rdquo;.</span></span></p>			<p><span class="ds4"><span class="ds3">Les &laquo; figurants &raquo; des tableaux peuvent &ecirc;tre beaux, sexy, d&eacute;sirables, go&ucirc;teux. Donnant parfois envie de les caresser, de les savourer, de les sentir ou d&rsquo;entendre le son de leurs fluides. Mais ils sont arrang&eacute;s de telle sorte que nous percevons surtout leur mal-&ecirc;tre et peut-&ecirc;tre le n&ocirc;tre.</span></span></p>			<p><span class="ds3"><span class="ds3">Certaines des &#x0153;uvres d&rsquo;Hugh Dobbs ont un caract&egrave;re &ldquo;mystico-bouffonesque&rdquo; : il pose les principes de la pratique du culte &eacute;rotique, &ldquo;&eacute;roship&rdquo;. De m&ecirc;me que &laquo; whoreship &raquo; signifiera cette m&ecirc;me pratique mais, en faisant la &laquo; pute &raquo; en plus. Mais comme tout culte, les rites surtout esth&eacute;tiques ne sont que le d&eacute;cor servant &agrave; masquer le vide, &agrave; fanatiser, &agrave; ab&ecirc;tir les masses ...</span></span></p>			<p><span class="ds4"><span class="ds3">Face &agrave; cet obscurantisme &agrave; deux visages (le puritanisme et le libertinage), il propose de prendre les armes telles que le plaisir, les larmes, l&rsquo;ironie, le rire ....</span></span></p>			<p></p>		</div>	</body>		</noframes>	</frameset></html>